List retreats = [
  {
    'name': 'اليوم الاول',
    "first_title": "الخلوة الاولي",
    'first': """
    "تعالوا إليَّ يا جميع المتعبين وثقيلي الأحمال وأنا أريحكم" (مت٢٨:١١)
فيه دعوة مختلفة الله عايز يقدمهالك دلوقتي من عنده وهي الراحة فيه هل هتقبلها؟
صلي بالكلام الجاي وأطلب من الله يكشفلك ويعلنلك دعوته أكتر خلال المؤتمر:
" إني أسلم ذاتي بين حنوك، فإجعلني واحدًا معك، وسَيِّرني تحت إرادتك. استدع إليك عقلي وحواسي وإرادتي لتباركها فتكون طوع مشيئتك. أحيي قلبي وأيقظ ضميري. شتت جميع خيالات العدو. وقل للزوابع أن تسكت. سر معي وهدئ روعي. ارو عطشى، وأضرِم لهيب محبتك في قلبي. تلاف بحنو ورفق كل ما ينقصني. امكث معي لأن النهار قد مال. ورافقني إلى أنْ ينسم النهار، فإنك وحدك غايتي وسعادتي، أنت وحدك يا رب إلى الأبد. آمين." (من صلاة بعد التناول) 
و إنت بتصلي إيه خيالات العدو و الزوابع اللي حاسس إنك بتواجهها؟ شاركها كلها معاه ..
وثق إن لو الخيالات و الزوابع مختفوش هو هيبقي معاك فيها ...
هيسير معاك ... و لو تعبت ... هيمكث معاك.. هو عايزك تبقي مرتاح معاه وبيدعوك لكده ..  
"واجتمع الرسل إلى يسوع وأخبروه بكل شيء، كل ما فعلوا وكل ما علموا. فقال لهم: «تعالوا أنتم منفردين إلى موضع خلاء واستريحوا قليلا». لأن القادمين والذاهبين كانوا كثيرين، ولم تتيسر لهم فرصة للأكل"  (مرقس 6 : 30 – 31) 
عندك شك لو طلبت منه إنه يريحك من تعبك إنه هيريحك فعلاً؟ 
"فَإِنْ كُنْتُمْ وَأَنْتُمْ أَشْرَارٌ تَعْرِفُونَ أَنْ تُعْطُوا أَوْلاَدَكُمْ عَطَايَا جَيِّدَةً، فَكَمْ بِالْحَرِيِّ أَبُوكُمُ الَّذِي فِي السَّمَاوَاتِ، يَهَبُ خَيْرَاتٍ لِلَّذِينَ يَسْأَلُونَهُ!" (مت 7: 11)
"«لاَ تَخَفْ، أَيُّهَا الْقَطِيعُ الصَّغِيرُ، لأَنَّ أَبَاكُمْ قَدْ سُرَّ أَنْ يُعْطِيَكُمُ الْمَلَكُوتَ" (لو 12: 32).
    """,
    "second_title": "الخلوة الثانية",
    'second': """
    بعد ما عرفنا إنه فيه أمور كتير راسخة جوايا وبفكر فيها نتيجة حاجات إتزرعت جوايا من الميديا أو من المجتمع أو من أهلي ويمكن مش كلها صح ..
لكن اللي هنعمله دلوقتي هو إننا هنقعد مع الله لإنه أكتر واحد فاهمني ما هو اللي خلقني ..
تعالي قدامه وفكر في كل أمور إتزرعت جواك ومش عارف مصدرها منين .. تعالي نهدي قدامه ونطلب نوره يكشف وكلمته تفحصني وتكشفلي
شواهد ممكن تساعدني في وقت الخلوة دة: (صلي مزمور ١٣٩ .. إختبرني يا الله وإعرف قلبي) قوله إختبرني عرفني قلبي لإني مش عارفه .. إكشفلي أفكاري .. وأذكر إن كان فيَّ طريق باطل أو ملتوي .. إهدني طريقاً أبدياً ...
+ "هكَذَا قَالَ الرَّبُّ: قِفُوا عَلَى الطُّرُقِ وَانْظُرُوا، وَاسْأَلُوا عَنِ السُّبُلِ الْقَدِيمَةِ: أَيْنَ هُوَ الطَّرِيقُ الصَّالِحُ؟ وَسِيرُوا فِيهِ، فَتَجِدُوا رَاحَةً لِنُفُوسِكُمْ. وَلكِنَّهُمْ قَالُوا: لاَ نَسِيرُ فِيهِ!" (أرميا ٦ : ١٦) قوله عرفني السكة .. يسوع هو الطريق والحق والحياة .. قوله عايز ألاقيك وأسلك فيك علشان ألاقي الراحة اللي بدور عليها ومش لاقيها ..
+ "لأَنَّ كَلِمَةَ اللهِ حَيَّةٌ وَفَعَّالَةٌ وَأَمْضَى مِنْ كُلِّ سَيْفٍ ذِي حَدَّيْنِ، وَخَارِقَةٌ إِلَى مَفْرَقِ النَّفْسِ وَالرُّوحِ وَالْمَفَاصِلِ وَالْمِخَاخِ، وَمُمَيِّزَةٌ أَفْكَارَ الْقَلْبِ وَنِيَّاتِهِ" (عب٤: ١٢) كلمته حية وفعالة تدخل وتنور وتكشف السكة وتعرفني نفسي لو مش عارفها .. تميز أفكاري ودوافعي .. تعالي أقعد قدام كلمته وأطلب منه يكشفلك طرقك ودوافعك وكل الخبايا .. 
+ "وَلاَ تُشَاكِلُوا هذَا الدَّهْرَ، بَلْ تَغَيَّرُوا عَنْ شَكْلِكُمْ بِتَجْدِيدِ أَذْهَانِكُمْ، لِتَخْتَبِرُوا مَا هِيَ إِرَادَةُ اللهِ: الصَّالِحَةُ الْمَرْضِيَّةُ الْكَامِلَةُ" (رو١٢: ٢) إنت مدعو تعيش مختلف عكس نظام وتيار العالم .. صلي تعيش مختلف ويديك القوة والإمكانية تعيش منور وسط عالم ملتوي ومعوج ..
+ (مز 119 : 129 – 136) فتح كلامه بينور بيوريني الطريق .. بيعرفني إزاي أسلك .. صلي تثبت في كلمته ويعلمك طرقه وسكته 
+ (مز٣٢: ٨ أعلمك وارشدك الطريق التي تسلكها)
إفتح الشواهد دي وصليها بهدوء وأطلب من ربنا يكشفلك طرقه ويعرفك علي نفسك لو إنت مش فاهم نفسك أو مش عارف أنت عايز إيه فعلاً .. هو عارفك أكتر من نفسك وكلمته تدخل وتكشف وتنور وتميز أفكار القلب ونياته .. صلي بكلامك وإفتحله قلبك وقوله يرشدك ويعرفك السكة .. 
    """,
  },
  {
    'name': 'اليوم الثاني',
    'first': """
    “«أَيُّهَا الْعِطَاشُ جَمِيعًا هَلُمُّوا إِلَى الْمِيَاهِ، وَالَّذِي لَيْسَ لَهُ فِضَّةٌ تَعَالَوْا اشْتَرُوا وَكُلُوا. هَلُمُّوا اشْتَرُوا بِلاَ فِضَّةٍ وَبِلاَ ثَمَنٍ خَمْرًا وَلَبَنًا. لِمَاذَا تَزِنُونَ فِضَّةً لِغَيْرِ خُبْزٍ، وَتَعَبَكُمْ لِغَيْرِ شَبَعٍ؟ اسْتَمِعُوا لِي اسْتِمَاعًا وَكُلُوا الطَّيِّبَ، وَلْتَتَلَذَّذْ بِالدَّسَمِ أَنْفُسُكُمْ. أَمِيلُوا آذَانَكُمْ وَهَلُمُّوا إِلَيَّ. اسْمَعُوا فَتَحْيَا أَنْفُسُكُمْ. وَأَقْطَعَ لَكُمْ عَهْدًا أَبَدِيًّا، مَرَاحِمَ دَاوُدَ الصَّادِقَةَ.” (إشعياء 55 :1-3)

اقرا النص اكتر من مره وصلي بيه..
الله بيسأل : "لحد امتي هتفضل تتعب في حاجه عمرها ما هتريحك"؟؟؟

حاول تهدأ وتسمع صوت الله ليك. 
الله بيدعوك للراحه بس المره ديه هو اللي هيتعب ويدفع تمن راحتك. 
يسوع جه من السما علشان يديك نفسه. 



“وَفِي الْيَوْمِ الأَخِيرِ الْعَظِيمِ مِنَ الْعِيدِ وَقَفَ يَسُوعُ وَنَادَى قِائِلاً:«إِنْ عَطِشَ أَحَدٌ فَلْيُقْبِلْ إِلَيَّ وَيَشْرَبْ. مَنْ آمَنَ بِي، كَمَا قَالَ الْكِتَابُ، تَجْرِي مِنْ بَطْنِهِ أَنْهَارُ مَاءٍ حَيٍّ». قَالَ هذَا عَنِ الرُّوحِ الَّذِي كَانَ الْمُؤْمِنُونَ بِهِ مُزْمِعِينَ أَنْ يَقْبَلُوهُ، لأَنَّ الرُّوحَ الْقُدُسَ لَمْ يَكُنْ قَدْ أُعْطِيَ بَعْدُ، لأَنَّ يَسُوعَ لَمْ يَكُنْ قَدْ مُجِّدَ بَعْدُ.” (يوحنا 7: 37-39)


صلاه. 
ياربي يسوع اشكرك على حبك لي وانك عايزني ارتاح فيك انت مش شويه حاجات اخدها من بره لكن انت بنفسك تكون في الراحه الحقيقيه. 
اؤمن يا سيد. اؤمن بيك وبروحك القدوس الساكن في يروي عطشي وجوعي للأبد فيك انت وحدك. امين
    """,
    "first_title": "الخلوة الثالثة",
    "second_title": "الخلوة الرابعة",
    'second': """
    » أقعد تاني مع نفسك قدام الله وإفتح الشاهد اللي كنا بنتشارك فيه في درس الكتاب (لوقا 13 : 10 – 17) وإقراه بهدوء وكذا مرة
» في المشهد بنشوف مقارنة واضحة و صريحة بين المرأة المنحنية وبين رئيس المجمع ..  
المرأة المنحنية كانت في محضر الله وخدت الشفا لكن رئيس المجمع  كان مغتاظ "فَأَجابَ رَئِيسُ الْمَجْمَعِ، وَهُوَ مُغْتَاظٌ لأَنَّ يَسُوعَ أَبْرَأَ فِي السَّبْتِ، وَقَالَ لِلْجَمْعِ:«هِيَ سِتَّةُ أَيَّامٍ يَنْبَغِي فِيهَا الْعَمَلُ، فَفِي هذِهِ ائْتُوا وَاسْتَشْفُوا، وَلَيْسَ فِي يَوْمِ السَّبْتِ!»"
زي ما كنا بنتشارك الوجود في محضر الله فيه الشفا والراحة والإختيار عندك إنت تبقي في محضر الله أو تبقي برة محضره ..
وبالمناسبة محضره مش مكان .. دة وجود كل اليوم فيه وعيني عليه ومركز معاه وبتواصل معاه وبشاركه بتفاصيل يومي ..
لو تعبان من أمور كتير ودوشة كتير جاي بيها وأفكار كتير عن نفسك وعن اللي جاي ومش عارف إزاي ترتاح 
بشجعك تقبل اللي عمله علشانك وتصدق إنه ليك بالإسم وتدخل محضره .. هو هدفه راحتك 
+علشان كدة لو سمعته النهاردة وكلمك في رسالة واضحة ماتقسيش قلبك وإكشفله اللي جواك واللي تاعبك «الْيَوْمَ، إِنْ سَمِعْتُمْ صَوْتَهُ فَلاَ تُقَسُّوا قُلُوبَكُمْ»
+ليك دور كمان هو إنك تجتهد إنك تدخل الراحة (ترتاح فيه) "فَلْنَجْتَهِدْ أَنْ نَدْخُلَ تِلْكَ الرَّاحَةَ، لِئَلاَّ يَسْقُطَ أَحَدٌ فِي عِبْرَةِ الْعِصْيَانِ هذِهِ عَيْنِهَا" الموضوع محتاج إجتهاد لإنه إبليس مش عايزك تكون بتدخل الراحة دي فيه .. صلي يديك القوة والنعمة لأجل ما تلاقي الراحة و يثبتك فيه .. كلمه بكلامك هو مشتاق يسمعك ..
    """,
  },
  {
    'name': 'اليوم الثالث',
    'first': """
    - من فضلك صلي الآن إلي الله و أطلب منه إنه يتلامس معاك بشكل شخصي و يتكلم معاك، قول له إنت إلهي سيدي خيري لا شيئ غيرك.
- إقرأ (مزمور 16) كله بهدوء..
سيب كل حاجة مشغول بيها، الناس، خططك، إنسي اللي هتعمله بعد الخلوة وإقرا المزمور واحدة واحدة ..
غمض عينك و حاول تصلي بكلامه هو ..
- إقرا (خروج ٣٣: ١٢-١٧)
لما كنا بنروح الامتحان بنقوله يارب خليك معايا...
- عايزك تفكر لو أنا كل حياتي الله ماشي قدامي، هتكون شاعر بإيه؟!
- حاول تعمل مقارنة كده بين إن إنت تكون سايق حياتك لوحدك و إن هو اللي يكون سائر أمامك..
- صلي الآن إلي الله و قول له إنك تكون ماشي معايا و قدامي إمتياز عظيم يا رب، من فضلك إرشدني و وريني الطريق اللي أسير فيه، الطريق اللي إنت بتقول "وجهي يسير فأريحك"، قول له لو إنت مش قدامي مش عايز أسير ولن أخطو خطوة بدونك ..
    """,
    "first_title": "الخلوة الخامسة",
    "second_title": "الخلوة السادسة",
    'second': """
    تعالي نهدأ قدام الله ونصلي لاجل كل افكار جوانا انها تنكشف قدامه:
مزمور 95
 .هَلُمَّ نُرَنِّمُ لِلرَّبِّ، نَهْتِفُ لِصَخْرَةِ خَلاَصِنَا
. نَتَقَدَّمُ أَمَامَهُ بِحَمْدٍ، وَبِتَرْنِيمَاتٍ نَهْتِفُ لَهُ
. لأَنَّ الرَّبَّ إِلهٌ عَظِيمٌ، مَلِكٌ كَبِيرٌ عَلَى كُلِّ الآلِهَةِ 
 .الَّذِي بِيَدِهِ مَقَاصِيرُ الأَرْضِ، وَخَزَائِنُ الْجِبَالِ لَه
.الَّذِي لَهُ الْبَحْرُ وَهُوَ صَنَعَهُ، وَيَدَاهُ سَبَكَتَا الْيَابِسَةَ
 هَلُمَّ نَسْجُدُ وَنَرْكَعُ وَنَجْثُو أَمَامَ الرَّبِّ خَالِقِنَا،
 لأَنَّهُ هُوَ إِلهُنَا، وَنَحْنُ شَعْبُ مَرْعَاهُ وَغَنَمُ يَدِهِ. الْيَوْمَ إِنْ سَمِعْتُمْ صَوْتَهُ،
 فَلاَ تُقَسُّوا قُلُوبَكُمْ، كَمَا فِي مَرِيبَةَ، مِثْلَ يَوْمِ مَسَّةَ فِي الْبَرِّيَّةِ،
 .حَيْثُ جَرَّبَنِي آبَاؤُكُمُ. اخْتَبَرُونِي. أَبْصَرُوا أَيْضًا فِعْلِي

أَرْبَعِينَ سَنَةً مَقَتُّ ذلِكَ الْجِيلَ، وَقُلْتُ: «هُمْ شَعْبٌ ضَالٌّ «قَلْبُهُمْ، وَهُمْ لَمْ يَعْرِفُوا سُبُلِي
«فَأَقْسَمْتُ فِي غَضَبِي: «لاَ يَدْخُلُونَ رَاحَتِي

تعالي نفكر ايه الافكار اللي جوانا معطلة اني امشي في الطرق مع الله وفي دايرته ونكشفها قدامه عشان هو يصلح كل فكر ويديني نعمة وثقة للدخول لمحضره
هل انا شايف اني مستاهلش اقعد معاه؟
هل انا مشغول بحاجات كتير في العالم وبقول انه مفيش وقت لله في حياتي (مذاكرة وكليه او شغل والتزامات او علاقات وصحاب...)؟
هل انا شايف اني مفيش فايده فيا وكل ما امشي في الطريق معاه شوية اقع و ابعد فهو مش قابلني؟

حتي لو فيه افكار تانية شايف انها معطلاني.. الله ليه رد مختلف عن كل ده .. هو قابلني وعايز يمشي معايا الطريق وياخد باله من راحتي .. تعالي نصلي بالاجزاء الجاية:
لأَنَّ اللهَ لَمْ يُعْطِنَا رُوحَ الْفَشَلِ، بَلْ رُوحَ الْقُوَّةِ وَالْمَحَبَّةِ وَالنُّصْحِ (٢تي ١ : ٧).

مزمور (٩٥ : ٦ - ١١)
هَلُمَّ نَسْجُدُ وَنَرْكَعُ وَنَجْثُو أَمَامَ الرَّبِّ خَالِقِنَا،
لأَنَّهُ هُوَ إِلهُنَا، وَنَحْنُ شَعْبُ مَرْعَاهُ وَغَنَمُ يَدِهِ. الْيَوْمَ إِنْ سَمِعْتُمْ صَوْتَهُ،
فَلاَ تُقَسُّوا قُلُوبَكُمْ، كَمَا فِي مَرِيبَةَ، مِثْلَ يَوْمِ مَسَّةَ فِي الْبَرِّيَّةِ،
حَيْثُ جَرَّبَنِي آبَاؤُكُمُ. اخْتَبَرُونِي. أَبْصَرُوا أَيْضًا فِعْلِي.
أَرْبَعِينَ سَنَةً مَقَتُّ ذلِكَ الْجِيلَ، وَقُلْتُ: «هُمْ شَعْبٌ ضَالٌّ قَلْبُهُمْ، وَهُمْ لَمْ يَعْرِفُوا سُبُلِي.«
«فَأَقْسَمْتُ فِي غَضَبِي: «لاَ يَدْخُلُونَ رَاحَتِي»

يعقوب (٤ : ٧ – ١٠)
فَاخْضَعُوا للهِ. قَاوِمُوا إِبْلِيسَ فَيَهْرُبَ مِنْكُمْ.
اِقْتَرِبُوا إِلَى اللهِ فَيَقْتَرِبَ إِلَيْكُمْ. نَقُّوا أَيْدِيَكُمْ أَيُّهَا الْخُطَاةُ، وَطَهِّرُوا قُلُوبَكُمْ يَا ذَوِي الرَّأْيَيْنِ.
اكْتَئِبُوا وَنُوحُوا وَابْكُوا. لِيَتَحَوَّلْ ضَحِكُكُمْ إِلَى نَوْحٍ، وَفَرَحُكُمْ إِلَى غَمٍّ.
اتَّضِعُوا قُدَّامَ الرَّبِّ فَيَرْفَعَكُمْ.
    """,
  },
  {
    'name': 'اليوم الرابع',
    'first': """
    "تقدم بثقة"!
تعالوا نھدي نفسنا قدام لله و نطلب نعمته عشان نقعد قدامه و نسمع صوته لینا :
(رسالة العبرانیین ١٤:٤)  "فَإِذْ لَنَا رَئِيسُ كَهَنَةٍ عَظِيمٌ قَدِ ٱجْتَازَ ٱلسَّمَاوَاتِ، يَسُوعُ ٱبْنُ ٱللهِ، فَلْنَتَمَسَّكْ بِٱلْإِقْرَارِ. لأَنْ لَيْسَ لَنَا رَئِيسُ كَهَنَةٍ غَيْرُ قَادِرٍ أَنْ يَرْثِيَ لِضَعَفَاتِنَا، بَلْ مُجَرَّبٌ فِي كُلِّ شَيْءٍ مِثْلُنَا، بِلَا خَطِيَّةٍ. فَلْنَتَقَدَّمْ بِثِقَة إِلَى عَرْشِ ٱلنِّعْمَةِ لِكَيْ نَنَالَ رَحْمَةً وَنَجِدَ نِعْمَةً عَوْنًا فِي حِينِهِ"
في آخر وقت لینا في المؤتمر .. الله بیقولنا كدة مفتاح و سر إزاي نفضل في راحته و فرحه طول الوقت و نختبر كل یوم قربنا منه ….
من كلمة الله في الشاھد اللي فوق تفتكر إيه المفتاح دة؟
………………………………………………………....................................................................................................
………………………………………………………....................................................................................................
تعالوا نقرر مع بعض ، إني الوقت الجاي دوري البسیط إني أجي أقعد مع الله كل یوم ..مع الصدیق الأقرب من الاخ .. مع الشخص الوحید اللي فاھم ضعفي و عنده القوه لیَّ و نعمة لكل یوم ..
ھاجي أعرفه و إعرف قلبه و فكره لیَّ و أطلب إني أشوف و أفھم وھاجي بكل قلبي لإني محتاج!
محتاج نعمته و قوته و حبه و سلامه لیَّ كل یوم ..
و محتاج أعرفه و أبقي شبھه لأن ده مكاني و بیتي و راحتي الحقیقیة ..
وفرحي اللي العالم میقدرش ینزعه مني طول منا قدام الله ..
ھاجي له كل یوم لأنه فاھم و حاسس و بیحب ولأني محتاج..
-إستمتع و صلي بكلمة الله لیك في الشاھد ده : (أشعیاء ٣٥)
-صلي بمزمور ٢٥
"وَسَلاَمُ اللهِ الَّذِي يَفُوقُ كُلَّ عَقْل، يَحْفَظُ قُلُوبَكُمْ وَأَفْكَارَكُمْ فِي الْمَسِيحِ يَسُوعَ." (في 4 : 7)
    """,
    "first_title": "الخلوة السابعة",
  },
];
